Repository: rdamas/e2sudoku
Catalog: e2sudoku/locale/*/LC_MESSAGES/Sudoku.po
Languages: de

source: Beginner
de: Anfänger

source: Simple
de: Einfach

source: Medium
de: Mittel

source: Hard
de: Schwer

source: Impossible
de: Unmöglich

source: Start over
de: Neu starten

source: New Board
de: Neues Spiel

source: Simpler
de: Einfacher

source: Harder
de: Schwerer

source: Stop watch: %02d:%02d
de: Stoppuhr: %02d:%02d

source: You solved the Board.
de: Du hast das Board gelöst.

source: The Board contains errors.
de: Das Board enthält noch Fehler

source: A nifty little Sudoku game for Enigma2.
de: Ein Sudoku-Spiel für Enigma2.
